---
message: |
  --server - нужно ли сгенерировать шаблон для сервера
  --client - нужно ли сгенерировать шаблон для клиента
  --hygen - оставить ли шаблоны для дополнительной генерации сервера, root-а или клиента
  --app-name - имя продукта для Jenkins (Пример - my-new-shiny-app)
  --app-description - краткое описание продукта (как он будет отображаться во вкладке браузера) (Пример - 'My new shiny app RU')
  --cut-examples - Удалять ли примеры использования функционала
  --add-web-socket - Добавить веб-сокет контроллеры
---
